Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Your personalized recommendations will appear instantly
ar: ستظهر توصياتك المخصصة على الفور.
bg: Вашите персонализирани препоръки ще се появят моментално.
ca: Les teves recomanacions personalitzades apareixeran al moment.
cs: Vaše personalizovaná doporučení se zobrazí okamžitě.
da: Dine personlige anbefalinger vil straks blive vist.
de: Ihre personalisierten Empfehlungen werden sofort angezeigt.
el: Οι εξατομικευμένες προτάσεις σας θα εμφανιστούν αμέσως.
es: Tus recomendaciones personalizadas aparecerán al instante.
fi: Henkilökohtaiset suosituksesi näkyvät heti.
fr: Vos recommandations personnalisées apparaîtront instantanément.
he: המלצות מותאמות אישית שלך יופיעו מיד.
hi: आपकी व्यक्तिगत सिफारिशें तुरंत प्रदर्शित होंगी।
hr: Vaše personalizirane preporuke pojaviti će se odmah.
hu: Személyre szabott ajánlásaid azonnal megjelennek.
id: Rekomendasi yang dipersonalisasi akan muncul secara instan.
it: Le tue raccomandazioni personalizzate appariranno istantaneamente.
ja: あなたのパーソナライズされたおすすめはすぐに表示されます。
kk: Сіздің жеке ұсыныстарыңыз бірден көрінеді.
ms: Cadangan peribadi anda akan muncul dengan segera.
nl: Je persoonlijke aanbevelingen zullen meteen verschijnen.
pl: Twoje spersonalizowane rekomendacje pojawią się natychmiast.
pt_br: Suas recomendações personalizadas aparecerão instantaneamente.
pt_pt: As suas recomendações personalizadas aparecerão instantaneamente.
ro: Recomandările tale personalizate vor apărea instantaneu.
ru: Ваши персонализированные рекомендации появятся мгновенно.
sk: Vaše personalizované odporúčania sa objavia okamžite.
sl: Vaše personalizirane priporočila se bodo pojavila takoj.
sv: Dina personliga rekommendationer kommer att visas omedelbart.
th: คำแนะนำที่ปรับให้เหมาะกับคุณจะปรากฏทันที
tr: Kişiselleştirilmiş önerileriniz anında görünecektir.
uk: Ваші персоналізовані рекомендації з’являться миттєво.
vi: Các gợi ý cá nhân hóa của bạn sẽ xuất hiện ngay lập tức.
zh_hans: 您的个性化推荐将会立即显示。
zh_hant: 您的個性化推薦將立即顯示。

source: Your Privacy is Protected
ar: خصوصيتك محمية
bg: Вашата поверителност е защитена.
ca: La teva privadesa està protegida.
cs: Vaše soukromí je chráněno.
da: Din privatliv er beskyttet.
de: Ihre Privatsphäre ist geschützt.
el: Η ιδιωτικότητά σας είναι προστατευμένη.
es: Su privacidad está protegida.
fi: Yksityisyytesi on suojattu.
fr: Votre vie privée est protégée.
he: הפרטיות שלך מוגנת.
hi: आपकी गोपनीयता सुरक्षित है
hr: Vaša privatnost je zaštićena.
hu: Az Ön magánszférája védett.
id: Privasi Anda Dilindungi
it: La tua privacy è protetta.
ja: あなたのプライバシーは保護されています。
kk: Сіздің Жеке Ақпаратыңыз Қорғалған
ms: Privasi Anda Dilindungi
nl: Jouw privacy is beschermd.
pl: Twoja prywatność jest chroniona.
pt_br: Sua privacidade está protegida.
pt_pt: A Sua Privacidade Está Protegida
ro: Privacitatea dumneavoastră este protejată.
ru: Ваша конфиденциальность защищена.
sk: Vaša ochrana súkromia je zabezpečená.
sl: Vaša zasebnost je zaščitena.
sv: Din integritet skyddas.
th: ข้อมูลส่วนตัวของคุณได้รับการคุ้มครอง
tr: Gizliliğiniz Korunmaktadır.
uk: Ваша конфіденційність захищена.
vi: Quyền riêng tư của bạn được bảo vệ.
zh_hans: 您的隐私受到保护
zh_hant: 您的隱私受到保護

source: Your review helps others stay hydrated too.
ar: مراجعتك تساعد الآخرين على البقاء رطبين أيضاً.
bg: Вашият отзив помага на другите да останат хидратирани също.
ca: La teva ressenya ajuda als altres a mantenir-se hidratats també.
cs: Vaše recenze pomáhá ostatním zůstat hydratovanými také.
da: Din anmeldelse hjælper andre med at holde sig hydreret også.
de: Ihre Bewertung hilft auch anderen, gut hydriert zu bleiben.
el: Η κριτική σας βοηθά κι άλλους να παραμένουν ενυδατωμένοι.
es: Tu reseña también ayuda a otros a mantenerse hidratados.
fi: Arviosi auttaa muita pysymään hyvin nesteytettyinä myös.
fr: Votre avis aide également les autres à rester hydratés.
he: הביקורת שלך עוזרת לאחרים להישאר hydrated גם כן.
hi: आपकी समीक्षा दूसरों को हाइड्रेटेड रहने में मदद करती है।
hr: Vaša recenzija pomaže i drugima da ostanu hidratizirani.
hu: A véleményed másoknak is segít, hogy hidratáltak maradjanak.
id: Ulasan Anda membantu orang lain tetap terhidrasi juga.
it: La tua recensione aiuta anche gli altri a rimanere idratati.
ja: あなたのレビューは、他の人が水分補給を維持するのにも役立ちます。
kk: Сіздің шолуыңыз басқаларға да су ішуді қамтамасыз етуге көмектеседі.
ms: Ulasan anda membantu orang lain untuk kekal terhidrasi juga.
nl: Jouw beoordeling helpt anderen ook gehydrateerd te blijven.
pl: Twoja recenzja pomaga innym także pozostawać nawodnionym.
pt_br: Sua avaliação ajuda os outros a se manterem hidratados também.
pt_pt: A sua avaliação ajuda os outros a manterem-se hidratados também.
ro: Recenzia ta ajută și pe alții să rămână hidratați.
ru: Ваш отзыв помогает другим также поддерживать уровень гидратации.
sk: Vaša recenzia pomáha aj ostatným zostať hydratovaným.
sl: Vaša ocena pomaga tudi drugim, da ostanejo hidrirani.
sv: Din recension hjälper andra att hålla sig hydratiserade också.
th: การรีวิวของคุณช่วยให้คนอื่นรักษาความชุ่มชื้นได้เช่นกัน
tr: Yorumunuz başkalarının da su tüketimini artırmasına yardımcı oluyor.
uk: Ваш відгук допомагає іншим залишатися зволоженими також.
vi: Đánh giá của bạn giúp người khác giữ nước tốt hơn.
zh_hans: 您的评论也帮助他人保持水分。
zh_hant: 你的評論也幫助其他人保持水分。

source: Your weight (kg)?
ar: وزنك (الكيلوغرام)؟
bg: Вашето тегло (кг)?
ca: El teu pes (kg)?
cs: Vaše hmotnost (kg)?
da: Din vægt (kg)?
de: Ihr Gewicht (kg)?
el: Το βάρος σας (κιλά);
es: Tu peso (kg)?
fi: Painosi (kg)?
fr: Votre poids (kg) ?
he: מה המשקל שלך (ק"ג)?
hi: आपका वजन (किलोग्राम) क्या है?
hr: Vaša težina (kg)?
hu: A súlyod (kg)?
id: Berapa berat badan Anda (kg)?
it: Il tuo peso (kg)?
ja: あなたの体重は何キロですか？
kk: Сіздің салмағыңыз (кг)?
ms: Berat anda (kg)?
nl: Je gewicht (kg)?
pl: Jaka jest twoja waga (kg)?
pt_br: Seu peso (kg)?
pt_pt: Qual é o seu peso (kg)?
ro: Greutatea ta (kg)?
ru: Ваш вес (кг)?
sk: Vaša hmotnosť (kg)?
sl: Vaša teža (kg)?
sv: Din vikt (kg)?
th: น้ำหนักของคุณ (กิโลกรัม)?
tr: Ağırlığınız (kg)?
uk: Ваша вага (кг)?
vi: Bạn nặng bao nhiêu kg?
zh_hans: 您的体重（千克）？
zh_hant: 你的體重（公斤）？

source: HealthKit
he: HealthKit - הקטגוריה של בריאות
ja: ヘルスキット
sl: Zdravstveni sistem
th: HealthKit (เฮลธ์คิท)
zh_hans: 健康Kit
zh_hant: 健康數據庫
